[
	"Please picture me",
	"In the trees",
	"I hit my peak at seven",
	"Feet",
	"In the swing",
	"Over the creek",
	"I was too scared to jump in, but I, I was high",
	"In the sky",
	"With Pennsylvania under me",
	"Are there still beautiful things?",
	"Sweet tea in the summer",
	"Cross your heart, won't tell no other",
	"And though I can't recall your face",
	"I still got love for you",
	"Your braids like a pattern",
	"Love you to the moon and to Saturn",
	"Passed down like folk songs",
	"The love lasts so long",
	"And I've been meaning to tell you",
	"I think your house is haunted",
	"Your dad is always mad and that must be why",
	"And I think you should come live with",
	"Me and we can be pirates",
	"Then you won't have to cry",
	"Or hide in the closet",
	"And just like a folk song",
	"Our love will be passed on",
	"In the weeds",
	"Before I learned civility",
	"I used to scream",
	"Ferociously",
	"Any time I wanted",
	"Cross my heart, won't tell no other",
	"Pack your dolls and a sweater",
	"We'll move to India forever",
	"Our love lasts so long",
	"Fever dream high in the quiet of the night",
	"You know that I caught it (Oh yeah, you're right, I want it)",
	"Bad, bad boy, shiny toy with a price",
	"You know that I bought it (Oh yeah, you're right, I want it)",
	"Killing me slow, out the window",
	"I'm always waiting for you to be waiting below",
	"Devils roll the dice, angels roll their eyes",
	"What doesn't kill me makes me want you more",
	"And it's new, the shape of your body",
	"It's blue, the feeling I've got",
	"And it's ooh, whoa oh",
	"It's a cruel summer",
	"It's cool, that's what I tell 'em",
	"No rules in breakable heaven",
	"But ooh, whoa oh",
	"With you",
	"Hang your head low in the glow of the vending machine",
	"I'm not dying (Oh yeah, you're right, I want it)",
	"We say that we'll just screw it up in these trying times",
	"We're not trying (Oh yeah, you're right, I want it)",
	"So cut the headlights, summer's a knife",
	"I'm always waiting for you just to cut to the bone",
	"And if I bleed, you'll be the last to know",
	"Oh, it's new, the shape of your body",
	"I'm drunk in the back of the car",
	"And I cried like a baby coming home from the bar (Oh)",
	"Said, \"I'm fine,\" but it wasn't true",
	"I don't wanna keep secrets just to keep you",
	"And I snuck in through the garden gate",
	"Every night that summer just to seal my fate (Oh)",
	"And I scream, \"For whatever it's worth",
	"I love you, ain't that the worst thing you ever heard?\"",
	"He looks up, grinning like a devil",
	"It's new, the shape of your body",
	"Midnight",
	"You come and pick me up, no headlights",
	"Long drive",
	"Could end in burning flames or paradise",
	"Fade into view, oh, it's been a while since I have even heard from you (heard from you)",
	"I should just tell you to leave 'cause I",
	"Know exactly where it leads but I",
	"Watch us go 'round and 'round each time",
	"You got that James Dean daydream look in your eye",
	"And I got that red lip classic thing that you like",
	"And when we go crashing down, we come back every time",
	"'Cause we never go out of style",
	"We never go out of style",
	"You got that long hair, slicked back, white t-shirt",
	"And I got that good girl faith and a tight little skirt",
	"So it goes",
	"He can't keep his wild eyes on the road",
	"Takes me home",
	"Lights are off, he's taking off his coat, hmm, yeah",
	"I say, \"I heard, oh, that you've been out and about with some other girl, some other girl.\"",
	"He says, \"What you've heard is true but I",
	"Can't stop thinking about you,\" and I",
	"I said, \"I've been there, too, a few times.\"",
	"'Cause you got that James Dean daydream look in your eye",
	"And I got that good girl faith and a tight little skirt (tight little skirt)",
	"'Cause we never go out of style (We never go, we never go)",
	"Take me home",
	"Just take me home, yeah",
	"Just take me home",
	"(Out of style)",
	"And when we go crashing down (And when we go)",
	"Nice to meet you, where you been?",
	"I could show you incredible things",
	"Magic, madness, heaven, sin",
	"Saw you there, and I thought",
	"\"Oh my God, look at that face",
	"You look like my next mistake",
	"Love's a game, wanna play?\"",
	"Ayy",
	"New money, suit and tie",
	"I can read you like a magazine",
	"Ain't it funny? Rumors fly",
	"And I know you heard about me",
	"So hey, let's be friends",
	"I'm dying to see how this one ends",
	"Grab your passport and my hand",
	"I can make the bad guys good for a weekend",
	"So it's gonna be forever",
	"Or it's gonna go down in flames",
	"You can tell me when it's over, mm",
	"If the high was worth the pain",
	"Got a long list of ex-lovers",
	"They'll tell you I'm insane",
	"'Cause you know I love the players",
	"And you love the game",
	"'Cause we're young and we're reckless",
	"We'll take this way too far",
	"It'll leave you breathless, hmm",
	"Or with a nasty scar",
	"But I've got a blank space, baby",
	"And I'll write your name",
	"Cherry lips, crystal skies",
	"Stolen kisses, pretty lies",
	"You're the King, baby, I'm your Queen",
	"Find out what you want",
	"Be that girl for a month",
	"Wait, the worst is yet to come, oh no",
	"Screaming, crying, perfect storms",
	"I can make all the tables turn",
	"Rose garden filled with thorns",
	"Keep you second guessing like",
	"\"Oh my God, who is she?\"",
	"I get drunk on jealousy",
	"But you'll come back each time you leave",
	"'Cause, darling, I'm a nightmare dressed like a daydream",
	"Boys only want love if it's torture",
	"Don't say I didn't, say I didn't warn ya",
	"Don't say I didn't say, I didn't warn ya",
	"The drought was the very worst (Oh-oh, oh-oh)",
	"When the flowers that we'd grown together died of thirst",
	"It was months and months of back and forth (Oh-oh, oh-oh)",
	"You're still all over me",
	"Like a wine-stained dress I can't wear anymore",
	"Hung my head as I lost the war",
	"And the sky turned black like a perfect storm",
	"Rain came pouring down",
	"When I was drowning, that's when I could finally breathe",
	"And by morning",
	"Gone was any trace of you, I think I am finally clean",
	"(Oh, oh, oh, oh)",
	"There was nothing left to do (Oh-oh, oh-oh)",
	"When the butterflies turned to",
	"Dust that covered my whole room",
	"So I punched a hole in the roof (Oh-oh, oh-oh)",
	"Let the flood carry away all my pictures of you",
	"The water filled my lungs, I screamed so loud",
	"But no one heard a thing",
	"I think I am finally clean",
	"(Oh, oh)",
	"Oh, oh, oh, oh, oh-oh",
	"Said, I think I am finally clean",
	"Ten months sober, I must admit",
	"Just because you're clean, don't mean you don't miss it",
	"Ten months older, I won't give in",
	"Now that I'm clean, I'm never gonna risk it",
	"(Oh)",
	"The rain came pouring down",
	"Finally clean",
	"Think I'm finally clean",
	"Oh-oh, oh-oh",
	"(Oh, oh, oh)",
	"It feels like a perfect night to dress up like hipsters",
	"And make fun of our exes, uh uh, uh uh",
	"It feels like a perfect night for breakfast at midnight",
	"To fall in love with strangers, uh uh, uh uh",
	"Yeah",
	"We're happy, free, confused, and lonely at the same time",
	"It's miserable and magical",
	"Oh, yeah",
	"Tonight's the night when we forget about the deadlines",
	"It's time",
	"Uh oh!",
	"I don't know about you",
	"But I'm feeling 22",
	"Everything will be alright",
	"If you keep me next to you",
	"You don't know about me",
	"But I'll bet you want to",
	"If we just keep dancing like we're",
	"22, ooh-ooh",
	"It seems like one of those nights",
	"This place is too crowded",
	"Too many cool kids, uh uh, uh uh (who's Taylor Swift anyway, ew?)",
	"We ditch the whole scene and end up dreaming",
	"Instead of sleeping",
	"We're happy, free, confused, and lonely in the best way",
	"Tonight's the night when we forget about the heartbreaks",
	"Uh oh! (hey!)",
	"Everything will be alright (alright)",
	"22, ooh-ooh (oh, oh, oh)",
	"It feels like one of those nights",
	"We ditch the whole scene",
	"We won't be sleeping",
	"You look like bad news",
	"I gotta have you",
	"Ooh-ooh",
	"Ooh-ooh, ye-e-e-e-eah, hey",
	"I don't know about you (I don't know about you)",
	"You don't know about me (you don't know about me)",
	"22, ooh-ooh (oh – whoa)",
	"22, ooh-ooh (dancing like)",
	"22, ooh-ooh, yeah, yeah",
	"22, ooh-ooh, yeah, yeah, yeah",
	"Once upon a time, a few mistakes ago",
	"I was in your sights, you got me alone",
	"You found me, you found me, you found me",
	"I guess you didn't care, and I guess I liked that",
	"And when I fell hard you took a step back",
	"Without me, without me, without me",
	"And he's long gone when he's next to me",
	"And I realize the blame is on me",
	"'Cause I knew you were trouble when you walked in",
	"So shame on me now",
	"Flew me to places I'd never been",
	"'Til you put me down, oh",
	"I knew you were trouble when you walked in",
	"Now I'm lying on the cold hard ground",
	"Oh, oh, trouble, trouble, trouble",
	"No apologies. He'll never see you cry",
	"Pretends he doesn't know that he's the reason why",
	"You're drowning, you're drowning, you're drowning",
	"Now I heard you moved on from whispers on the street",
	"A new notch in your belt is all I'll ever be",
	"And now I see, now I see, now I see",
	"He was long gone when he met me",
	"And I realize the joke is on me, hey!",
	"Flew me to places I'd never been (yeah)",
	"And the saddest fear comes creeping in",
	"That you never loved me or her, or anyone, or anything, yeah",
	"Flew me to places I'd never been (Never been)",
	"I knew you were trouble when you walked in (Knew it right there)",
	"So shame on me now (Knew it right there)",
	"Flew me to places I'd never been (Ooh)",
	"Trouble, trouble, trouble",
	"I remember when we broke up the first time",
	"Saying, \"This is it, I've had enough,\" 'cause like",
	"We hadn't seen each other in a month",
	"When you said you needed space. (What?)",
	"Then you come around again and say",
	"\"Baby, I miss you and I swear I'm gonna change, trust me.\"",
	"Remember how that lasted for a day?",
	"I say, \"I hate you,\" we break up, you call me, \"I love you. \"Ooh, we called it off again last night",
	"But ooh, this time I'm telling you, I'm telling you",
	"We are never ever ever getting back together",
	"We are never ever ever getting back together",
	"You go talk to your friends, talk to my friends, talk to me",
	"But we are never ever ever ever getting back together",
	"Like, ever",
	"I'm really gonna miss you picking fights",
	"And me falling for it screaming that I'm right",
	"And you would hide away and find your peace of mind",
	"With some indie record that's much cooler than mine",
	"Ooh, you called me up again tonight",
	"But ooh, this time I'm telling you, I'm telling you",
	"We are never, ever, ever getting back together",
	"We are never, ever, ever getting back together",
	"You go talk to your friends, talk to my friends, talk to me (talk to me)",
	"But we are never ever ever ever getting back together",
	"Ooh, yeah, ooh yeah, ooh yeah",
	"Oh oh oh",
	"I used to think that we were forever ever",
	"And I used to say, \"Never say never...\"",
	"Uggg... so he calls me up and he's like, \"I still love you,\"",
	"And I'm like... \"I just... I mean this is exhausting, you know, like",
	"We are never getting back together. Like, ever\"No!",
	"We are never ever ever getting back together",
	"But we are never ever ever ever getting back together",
	"We, ooh, getting back together, ohhh",
	"We, ooh, getting back together",
	"You go talk to your friends, talk to my friends, talk to me (talk to me)",
	"But we are never ever ever ever getting back together",
	"He said, \"Let's get out of this town",
	"Drive out of this city, away from the crowds\"",
	"I thought, \"Heaven can't help me now\"",
	"Nothing lasts forever",
	"But this is gonna take me down",
	"He's so tall and handsome as hell",
	"He's so bad, but he does it so well",
	"I can see the end as it begins",
	"My one condition is",
	"Say you'll remember me",
	"Standin' in a nice dress",
	"Starin' at the sunset, babe",
	"Red lips and rosy cheeks",
	"Say you'll see me again",
	"Even if it's just in your",
	"Wildest dreams, ah, ha",
	"Wildest dreams, ah, ha",
	"I said, \"No one has to know what we do\"",
	"His hands are in my hair, his clothes are in my room",
	"And his voice is a familiar sound",
	"Nothin' lasts forever",
	"But this is gettin' good now",
	"He's so tall and handsome as hell",
	"And when we've had our very last kiss",
	"My last request is",
	"Say you'll remember me",
	"Wildest dreams, ah, ha (Ha, ha)",
	"Wildest dreams, ah, ha",
	"You'll see me in hindsight",
	"Tangled up with you all night",
	"Burnin' it down",
	"Someday, when you leave me",
	"I bet these memories",
	"Follow you around",
	"You'll see me in hindsight",
	"Burnin' (Burnin') it (It) down (Down)",
	"Follow (Follow) you (You) around",
	"(Follow you around)Say you'll remember me",
	"Standing in a nice dress",
	"Even if it's just pretend",
	"Say you'll remember me",
	"Even if it's just in your (Just pretend, just pretend)",
	"Wildest dreams, ah, ha (Ah)",
	"In your wildest dreams, ah, ha",
	"In your wildest dreams, ah, ha",
	"I'm perfectly fine, I live on my own",
	"I made up my mind, I'm better off being alone",
	"We met a few weeks ago",
	"Now you try on callin' me \"baby\" like tryin' on clothes",
	"Salute to me I'm your American Queen",
	"And you move to me like I'm a Motown beat",
	"And we rule the kingdom inside my room",
	"'Cause all the boys and their expensive cars",
	"With their Range Rovers and their Jaguars",
	"Never took me quite where you do",
	"And all at once, you are the one I have been waiting for",
	"King of my heart, body and soul, ooh whoa",
	"And all at once, you are all I want, I'll never let you go",
	"King of my heart, body and soul, ooh whoa",
	"And all at once, I've been waiting, waiting",
	"Ooh whoa, ooh whoa",
	"And all at once, you are the one I have been waiting, waiting",
	"Body and soul, ooh whoa",
	"And all at once",
	"Late in the night, the city's asleep",
	"Your love is a secret I'm hoping, dreaming, dying to keep",
	"Change my priorities",
	"The taste of your lips is my idea of luxury",
	"Salute to me I'm your American Queen",
	"(Inside my room, oh)",
	"Never took me quite where you do (Where you do)And all at once, you are the one I have been waiting for",
	"King of my heart, body, and soul, ooh whoa",
	"And all at once, you're all I want, I'll never let you go",
	"King of my heart (My heart), body, and soul, ooh whoa",
	"And all at once (Hey), I've been waiting, waiting (Waiting)",
	"Ooh, whoa, ooh whoa",
	"And all at once, you are the one",
	"I have been waiting (Waiting), waiting (Waiting)",
	"And all at once",
	"Is this the end of all the endings?",
	"My broken bones are mending",
	"With all these nights we're spending",
	"Up on the roof with a school girl crush",
	"Drinking beer out of plastic cups",
	"Say you fancy me, not fancy stuff",
	"Baby, all at once, this is enough",
	"And all at once, you are the one I have been waiting for",
	"And all at once, you are the one I have been waiting for",
	"King of my heart (My heart), body, and soul (My soul), ooh whoa",
	"And all at once, I've been waiting, waiting",
	"And all at once",
	"'Cause you're the one I have been waiting, waiting",
	"We were crazy to think",
	"Crazy to think that this could work",
	"Remember how I said I'd die for you?",
	"We were stupid to jump",
	"In the ocean separating us",
	"Remember how I'd fly to you?And I can't talk to you when you're like this",
	"Staring out the window like I'm not your favorite town",
	"I'm New York City, I still do it for you, babe",
	"They all warned us about times like this",
	"They say the road gets hard and you get lost",
	"When you're led by blind faith, blind faith",
	"But we might just get away with it",
	"Religion's in your lips",
	"Even if it's a false god",
	"We'd still worship",
	"We might just get away with it",
	"The altar is my hips",
	"We'd still worship this love",
	"We'd still worship this love",
	"I know heaven's a thing",
	"I go there when you touch me, honey",
	"Hell is when I fight with you",
	"But we can patch it up good",
	"Make confessions and we're begging for forgiveness",
	"Got the wine for you",
	"And you can't talk to me when I'm like this",
	"Daring you to leave me just so I can try and scare you",
	"You're the West Village",
	"You still do it for me, babe",
	"We'd still worship this love, ah",
	"Still worship this love",
	"Still worship this love"
]
